/*
Note for the Localization Engineer:
The strings enclosed within < > should NOT be localized. Eg : <OPERATION>
*/

/* Recovery options for the errors */
TryAgainButtonTitle = "Prøv igjen";
CancelButtonTitle = "Avbryt";


/*Error descriptions for corrupted store*/
CorruptedEventStoreDescription = "<OPERATION> fordi følgende fil ikke kan leses: \"/Users/Shared/HP/HP Event Store/HPEventStore.hpstore\".";

/*Error descriptions for missing store*/
MissingEventStoreDescription = "<OPERATION> fordi følgende fil ikke ble funnet: “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/*Recovery suggestion for corrupted and missing store.*/
MissingEventStoreRecoverySuggesstion = "Sett tilbake filen \"HPEventStore.hpstore\" hvis du har flyttet eller slettet den, og klikk deretter på Prøv igjen.\rKlikk på Opprett for å opprette en ny fil.";

/* Recovery options for corrupted and missing store */
CreateButtonTitle = "Opprett";

/*Error descriptions for permission error*/
EventStorePermissionsErrorDescription = "<OPERATION> fordi programmet ikke får tilgang til følgende fil: “/Users/Shared/HP/HP Event Store/HPEventStore.hpstore”.";

/* Recovery options for corrupted and missing store */
RepairAccessButtonTitle = "Reparer tilgang";

/*Added new key to refer error recovery suggestion if the permission is not proper.*/
EventStorePermissionsErrorRecoverySuggesstion = "Sjekk mappene over \"HPEventStore.hpstore\" for å påse at de ikke er låst og at du har lese- og skriverettigheter til dem, og klikk deretter på Prøv igjen.\rHvis du vil at programmet skal forsøke å reparere rettighetene, klikker du på Reparer tilgang.";

//Error description for out of disk space error
DiskFullErrorDescription = "<OPERATION> fordi det ikke er nok plass på oppstartsdisken.";

//Recover suggestion for out of disk space error
DiskFullErrorRecoverySuggesstion = "Fjern noen filer fra disken og klikk på Prøv igjen.";
